---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Cps
source: html/e92fc130-5757-a8af-617d-a0bbcf5c0d03.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Cps Property

Symbol cps, indicating unit Cycles per second.

## Syntax (C#)
```csharp
public static ForgeTypeId Cps { get; }
```